{
	"resorts" : [{
			"id" : "Les-Boucaniers",
			"destination" : "The Caribbean",
			"name" : "Les Boucaniers",
			"location" : "Martinique",
			"comfortLevel" : "4",
			"activities" : ["Water skiing", "Tennis", "Scuba diving", "Kitesurf", "Spa"],
			"price" : 125,
			"startDate" : "2016-01-01",
			"endDate" : "2016-12-31",
			"short_description" : "The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island, and is perfectly placed for Martinique holidays that are both relaxing and awe-inspiring.",
			"picture" : "images/Les-Boucaniers/header.jpg",
			"long_description" : "A divers' paradise in the Baie du Marin, a legendary spot.Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
			"url" : "resorts/Les-Boucaniers.html",
			"accomodation" : "http://www.clubmed.co.uk/cm/resort-les-boucaniers-martinique_p-341-l-EN-v-BUCC-ac-vh.html"
		}, {
			"id" : "La-Plantation-dAlbion",
			"destination" : "Indian Ocean",
			"name" : "La Plantation d'Albion",
			"location" : "Mauritius",
			"comfortLevel" : "5",
			"activities" : ["Kids club", "Golf", "Scuba diving", "Flying trapeze", "Tennis", "Sailing", "Spa"],
			"price" : 2062,
			"startDate" : "2016-01-01",
			"endDate" : "2016-12-31",
			"short_description" : "Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture" : "images/La-Plantation-dAlbion/header.jpg",
			"long_description" : "In a remote beauty spot, savour the luxury of Mauritian lifestyle. The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch. The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
			"url" : "resorts/La-Plantation-dAlbion.html",
			"accomodation" : "http://www.clubmed.co.uk/cm/resort-la-plantation-d-albion-club-med-mauritius_p-341-l-EN-v-ALBC-ac-vh.html"
		}, {
			"id" : "Chamonix",
			"destination" : "The Alps",
			"name" : "Chamonix Mont-Blanc",
			"location" : "France",
			"comfortLevel" : "Premium 4star",
			"activities" : ["Skiing", "Extreme sports", "Hiking", "Spa"],
			"price" : 150,
			"startDate" : "2016-01-01",
			"endDate" : "2016-03-01",
			"short_description" : "Everything about Chamonix ski resort is big. In the shadow of Mont Blanc, the highest mountain in the European Alps, the deep valley has more skiable slopes than seems reasonable.",
			"picture" : "images/Chamonix/header.jpg",
			"long_description" : "Welcome to the European capital of extreme skiing. If Chamonix is the sacred heart of skiing then Mont Blanc is its altar and mountain guides are the high priests. There is nowhere like the Chamonix valley to remind you of man's insignificance compared to the vast, steep-sided mountain peaks that overlook the valley on both sides. First impressions are breathtaking; the Chamonix Aiguilles dwarf the town, making you crane your neck to see the sky. And the view just gets better the higher you go from the valley floor.",
			"url" : "resorts/Chamonix.html",
			"accomodation" : "http://www.chamonix.net/english/accommodation"
		}, {
			"id" : "Terre-Blanche",
			"destination" : "Europe",
			"name" : "Terre Blanche",
			"location" : "France",
			"comfortLevel" : "5",
			"activities" : ["Tennis", "Golf", "Fitness", "Spa"],
			"price" : 300,
			"startDate" : "2016-01-01",
			"endDate" : "2016-12-31",
			"short_description" : "Set on a 300 hectare property, Terre Blanche Hotel Spa Golf Resort is located in Tourrettes and offers luxury suites and villas. Guests can enjoy a variety of outdoor activities on site and can relax in the outdoor and indoor pools.",
			"picture" : "images/Terre-Blanche/header.jpg",
			"long_description" : "From 646 to 3229 sq. ft., all of our 115 Suites and Villas feature a private terrace with a unique view over the surrounding nature or Provencal villages. For even more space, our connection possibilities allow you to book adjoining Suites and Villas, so you may enjoy a private pavilion. Intimacy, calm, space... at Terre Blanche everyone will find what he is looking for. Terre Blanche Hotel, a Provencal village in harmony with nature. Pure luxury",
			"url" : "resorts/Terre-Blanche.html",
			"accomodation" : "http://en.terre-blanche.com/offres-forfaits/index.html"
		}, {
			"id" : "Diamonds",
			"destination" : "Africa",
			"name" : "Diamonds Dream of Africa",
			"location" : "Kenya",
			"comfortLevel" : "5",
			"activities" : ["Canoeing", "Scuba diving", "Fitness", "Spa"],
			"price" : 230,
			"startDate" : "2016-01-01",
			"endDate" : "2016-12-31",
			"short_description" : " Diamonds Dream of Africa is located along the silver sand beach of Malindi. It features a beauty centre and spa offering views of the ocean as well as a business centre.",
			"picture" : "images/Diamonds/header.jpg",
			"long_description" : "Welcome to Diamonds Dream of Africa, where the enchanting force of nature melds with the exotic Indo-Arabic architecture to create a hypnotic charm, which, in Swahili, is known as bembeleza. Thanks to our all inclusive formula you will be able to enjoy every second of your holiday without any thought, pampered by our professional staff that is ready to satisfy all your desires. Sit yourself down on the Balinese armchairs on your room's terrace and listen to the sound of the wind and the rustling of the palm trees, enjoy the music of the waves and let your heart dance in silence: your dream of total relaxation is finally a reality. Each air-conditioned suite has a private terrace with sun loungers, and a hot tub. It comes equipped with a flat-screen satellite TV, minibar and tea-and-coffee-making facilities. The private bathroom has a shower.  The à la carte restaurant serves a selection of seafood menus and the main restaurant has an open-air terrace overlooking the swimming pool. The pool bar serves fresh fruits, snacks and informal lunches.  There is a daily and evening entertainment program available at the nearby Sandies Tropical Village and a variety of water activities can be arranged at the water sports centre.  Free Wi-Fi is available and guests can shop at the fashion boutique on the property. Moi International Airport in Mombasa is a 2-hour drive away. ",
			"url" : "resorts/Diamonds.html",
			"accomodation" : "http://dreamofafrica.diamondsresorts.com/Accommodation"
		}, {
			"id" : "Chic",
			"destination" : "The Caribbean",
			"name" : "CHIC Punta Cana",
			"location" : "Dominican Republic",
			"comfortLevel" : "5",
			"activities" : ["Golf", "Fitness", "Spa", "Tennis", "Pool"],
			"price" : 280,
			"startDate" : "2016-01-01",
			"endDate" : "2016-12-31",
			"short_description" : "CHIC by Royalton Luxury Resorts offers its newest Adults Only All Exclusive™ experience where day merges into night and guests can enjoy luxurious indulgences 24/7. ",
			"picture" : "images/Chic/header.jpg",
			"long_description" : " On the golden sands of Punta Cana’s coveted Uvero Alto beach, CHIC serves up premium cocktails, masterfully crafted food, superior entertainment, and an elegant yet relaxed ambiance. This all inclusive adults only resort is perfect for couples, singles, and celebrations like anniversaries, honeymoons, and bachelor/bachelorette groups. Offering an outdoor pool and a spa and wellness centre, CHIC by Royalton All Inclusive Resort - Adults Only All Inclusive Resort is located in Punta Cana. Free WiFi access is available in this resort.  Each air-conditioned room here will provide you with a cable TV, a coffee machine and a private bathroom with a hairdryer, bathrobes and free toiletries. You can enjoy garden view from the room, a terrace and a minibar.  CHIC by Royalton All Inclusive Resort - Adults Only All Inclusive Resort All Inclusive you will find a private beach area and a Tennis court. Guests may choose from 5 a la carte restaurants, a buffet restaurant, a café and a grill, as well as 24-hour room service and 6 on-site themed bars.  If you feel like visiting the surroundings, check out La Cana Golf Club is 35 km away and freshwater lagoons 40 km away. This resort is 35 km from Punta Cana International Airport. ",
			"url" : "resorts/Chic.html",
			"accomodation" : "http://www.chicpuntacana.com/en/luxury-hotels-accommodations.aspx"
		}, {
			"id" : "Wind",
			"destination" : "Asia",
			"name" : "Wind Beach Resort",
			"location" : "Thailand",
			"comfortLevel" : "3",
			"activities" : ["Spa", "Diving", "Fishing"],
			"price" : 50,
			"startDate" : "2016-01-01",
			"endDate" : "2016-05-31",
			"short_description" : "The Wind Beach Resort is located on the northern part of Sairee Beach with great views of the sunset and the beach from their restaurant.",
			"picture" : "images/Wind/header.jpg",
			"long_description" : "Located on Sairee Beach, Wind Beach Resort offers rooms with a private balcony. Guests can relax with massage treatments or arrange sightseeing trips at the tour desk. Free Wi-Fi is available in the public areas.  Equipped with an outdoor pool, the resort is a 10-minute drive to Koh Tao Pier and Mae Had Market. It is a 20-minute drive to Chalok Beach.  Rooms are fitted with a TV and minibar. An en suite bathroom comes with shower facilities.  The resort provides shuttle and laundry services at additional cost. Free private parking is possible on site.  Thai and European dishes can be enjoyed at Wind Beach Restaurant. Sairee Beach is a great choice for travellers interested in nightlife, beach and diving.",
			"url" : "resorts/Wind.html",
			"accomodation" : "http://windbeachresort.resort.kohtaoisland.net/"
		}, {
			"id" : "Bandos",
			"destination" : "Indian Ocean",
			"name" : "Bandos Maldives",
			"location" : "Maldives",
			"comfortLevel" : "4",
			"activities" : ["Fitness", "Spa", "Tennis", "Fishing", "Windsurfing", "Canoeing", "Diving"],
			"price" : 220,
			"startDate" : "2016-03-01",
			"endDate" : "2016-04-01",
			"short_description" : "Lapped by the vast expanse of the Indian Ocean, the island of Bandos is blissfully marooned a world away from the hurly-burly of daily life.Bandos Resort is ideally situated on Bandos Island, just a 10-minute boat ride from Male International Airport.",
			"picture" : "images/Bandos/header.jpg",
			"long_description" : " The turquoise of the lagoon, lush green vegetation, pearl white beaches, azure blue sky and abundant golden sunshine create a feeling of perfect tranquility. Everyday stresses will melt away as you are transported to a haven of pure calm and serenity.  From the moment you arrive you will receive a warm Maldives welcome and the friendly, attentive service that has earned Bandos the reputation of the ‘Island of Hospitality’. Bandos Maldives features spacious rooms with balconies overlooking the garden or beach. A water sports centre and dive school are available. The hotel has multiple dining options where free Wi-Fi can also be enjoyed.  Bandos’ rooms and villas are surrounded by nature’s beauty, some featuring high thatched roofs or wooden décor. Tea/coffee makers and minibars are provided. Some feature separate living rooms or outdoor hot tubs.  A pool with swim up bar is available, while beauty and massage treatments are available at the resort’s spa. Paradise Club offers a range of fitness activities including a gym, badminton and Tennis courts. A TV room with table Tennis and board games is available. Kids Club offers babysitting services along with a range of programmes for the little ones.  Authentic Thai cuisine can be enjoyed at Koon Thai restaurant, while Sea Breeze Café offers Western and international food by the sea. A wide range of buffet foods can be savoured at Gallery Restaurant. Huvan and Sand Bar provide lovely tropical settings to enjoy cocktails and live entertainment. ",
			"url" : "resorts/Bandos.html",
			"accomodation" : "http://www.bandosmaldives.com/accommodation/"
		}, {
			"id" : "Rocking",
			"destination" : "North and Central America",
			"name" : "Rocking Horse Ranch Resort",
			"location" : "United States",
			"comfortLevel" : "4",
			"activities" : ["Fitness", "Spa", "Tennis", "Horse riding", "Ice skating"],
			"price" : 100,
			"startDate" : "2016-01-01",
			"endDate" : "2016-12-31",
			"short_description" : "We’re more than just horses…<br> We’re the most fun your family ever had!",
			"picture" : "images/Rocking/header.jpg",
			"long_description" : "We offer 4 seasons of indoor and outdoor activities for all ages. Our sprawling 500-acre property and beautiful private lake provides a scenic backdrop for your family’s next big adventure.  Enjoy three delicious daily all-you-can-eat meals, prepared by our culinary team, many of whom are graduates of the Culinary Institute of America—right here in the Hudson Valley!  End the night with top-name entertainment, featuring magicians, comedians, jugglers, Wild West Shows and circus acts from around the world. Get cozy in our updated rooms with luxurious Simmons® plush top mattresses and Bunk Beds for the kids. It’ll be the best family vacation you’ve ever had!",
			"url" : "resorts/Rocking.html",
			"accomodation" : "http://www.rockinghorseranch.com/award-winning-accommodations/"
		}, {
			"id" : "Iguazu",
			"destination" : "South America",
			"name" : "Iguazu Grand Resort",
			"location" : "Argentina",
			"comfortLevel" : "5",
			"activities" : ["Fitness", "Spa", "Tennis", "Pool", "Casino", "Diving"],
			"price" : 150,
			"startDate" : "2016-01-01",
			"endDate" : "2016-10-01",
			"short_description" : "Located 15 minutes away from the Iguazu National Park and 20 minutes from the Puerto Iguazu Airport, the Iguazu Grand Resort Spa & Casino is the most luxurious hotel in the city of Puerto Iguazu, Argentina.",
			"picture" : "images/Iguazu/header.jpg",
			"long_description" : "With 2 swimming pools, spa facilities a casino and luxurious décor, the hotel offers Tennis courts, live shows and rooms with hydromassage tubs and free Wi-Fi. Private parking is also free. Iguazu Falls are a 10-minute drive.  At Iguazu Grand Resort Spa & Casino guests can exercise at the gym and treat themselves with massages or beauty treatments in a lavish 5-star ambiance.  Air-conditioned rooms have French style furniture, elegant draped curtains and are fully carpeted. They are equipped with seating areas, minibars and balconies with undisturbed garden views.  A full buffet breakfast with tropical fruits and treats is served daily in the breakfast lounge overlooking the pool. Guests can enjoy chef-designed specialties at the restaurant. Cafe Magic hosts live shows in a stylish amphitheatre with bar service.  The Grand Iguazu offers babysitting services, and offers ping-pong, play station, a pool activities for children. An on-site hair salon and a souvenir shop are available. Shuttles to Iguazu Airport are available. Tancredo Neves Bridge is 5 km away. ",
			"url" : "resorts/Iguazu.html",
			"accomodation" : "https://www.iguazugrand.com/en/rooms/"
		}
	]
}
